bibata-cursor-theme-bin
bluetuith
bluetuith-debug
brave-bin
catppuccin-cursors-mocha
corectrl-git
corectrl-git-debug
dislocker
dislocker-debug
gtk-engine-murrine
gtk-engine-murrine-debug
gtk2
gtk2-debug
lenovolegionlinux-dkms-git
lenovolegionlinux-git
lenovolegionlinux-git-debug
libbde
libbde-debug
linux-cachyos
linux-cachyos-headers
localsend
localsend-debug
lutgen-studio-bin-debug
nordzy-cursors
obs-cli-debug
obs-cmd
obs-cmd-debug
omarchy-chromium-bin
omarchy-chromium-bin-debug
otf-sauce-code-powerline-git
pacseek
pacseek-debug
paru-debug
spicetify-cli
spicetify-cli-debug
spotify
swaylock-effects
swaylock-effects-debug
unimatrix-git
vesktop
vesktop-debug
wl-gammarelay-rs
wl-gammarelay-rs-debug
xorg-font-utils
yay
yay-debug
