alacritty
alsa-utils
amd-ucode
base
base-devel
bibata-cursor-theme-bin
bluetuith
bluez
bluez-utils
brave-bin
btop
btrfs-progs
catppuccin-cursors-mocha
cava
celluloid
cliphist
cmake
corectrl-git
cpio
cpupower
cups
cups-pk-helper
ddcutil
dislocker
efibootmgr
eza
fastfetch
fd
file-roller
fzf
gammastep
git
gnome-themes-extra
grim
gst-plugin-pipewire
gtk-engine-murrine
htop
hypridle
hyprland
hyprpicker
hyprshot
hyprsunset
imagemagick
imv
intel-media-driver
iwd
jdk21-openjdk
jq
kdenlive
kitty
layer-shell-qt
lazygit
lenovolegionlinux-dkms-git
lenovolegionlinux-git
libbde
libinput-tools
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-cachyos
linux-cachyos-headers
linux-firmware
linux-headers
localsend
lua54
mako
man-db
mesa-utils
mpv
nano
nemo
neovim
network-manager-applet
networkmanager
nordzy-cursors
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
ntfs-3g
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-displays
nwg-look
obs-cmd
obs-studio
obsidian
omarchy-chromium-bin
openai-codex
otf-font-awesome
otf-sauce-code-powerline-git
pacseek
pamixer
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
prismlauncher
proton-vpn-cli
proton-vpn-gtk-app
python-pillow
qt5-wayland
qt6-wayland
raylib
reflector
rofi
sassc
satty
slurp
smartmontools
sof-firmware
spicetify-cli
spotify
starship
stow
sudo
swaylock-effects
swayosd
swww
system-config-printer
timeshift
tmux
trash-cli
ttf-0xproto-nerd
ttf-cascadia-code
ttf-cascadia-mono-nerd
ttf-dejavu
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-hack-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-meslo-nerd
ttf-nerd-fonts-symbols-mono
unimatrix-git
unzip
uwsm
vesktop
vim
virtualbox
virtualbox-host-modules-arch
vulkan-intel
vulkan-nouveau
vulkan-radeon
vulkan-tools
waybar
wdisplays
wev
wget
wireless_tools
wireplumber
wl-clipboard
wl-gammarelay-rs
wlr-randr
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xsettingsd
yay
yay-debug
yazi
zathura
zathura-pdf-mupdf
zip
zram-generator
